Repository: lutoma/catchx
Catalog: i18n/*.po
Languages: de

source: Starting {0} v{1}
de: Starte {0} v{1}

source: 342200234Quick, before it's too late!342200235
de: 342200234Schnell, bevor es zu spät ist!342200235

source: Contributors:
de: Beteiligte:

source: Main developers:
de: Hauptentwickler

source: Room:
de: Raum:

source: Password:
de: Passwort:

source: Nickname:
de: Name:

source: Create room
de: Raum erstellen

source: Advanced
de: Erweitert

source: Connect
de: Verbinden

source: bank robbery
de: Bankraub

source: burglary
de: Diebstahl

source: ship
de: Schiff

source: tram
de: U-Bahn

source: To start the game, press Game -> Start game! But wait for the other players first, when the game is started, no new players can join the room!
de: Um die Runde zu starten, klicke Spiel → Runde starten! Aber warte zuerst auf die anderen Spieler, wenn die Runde gestartet ist, kann niemand neues mehr den Raum betreten!

source: * Welcome to CatchX!
de: * Willkommen in CatchX

source: Send
de: Senden

source: Game
de: Spiel

source: Start game
de: Runde starten

source: Destroy room
de: Raum zerstören

source: Leave CatchX
de: CatchX verlassen

source: View
de: Ansicht

source: Show Chat
de: Zeige Chat

source: Show Playerlist
de: Zeige Spielerliste

source: Bank robbery
de: Bankraub

source: Burglary
de: Diebstahl

source: Help
de: Hilfe

source: About
de: Über

source: * {0} started the game
de: * {0} hat die Runde gestartet

source: * {0} is the Mister X
de: * {0} ist Mister X

source: * {0} entered the room
de: * {0} hat den Raum betreten

source: * {0} left the room
de: * {0} hat den Raum verlassen

source: Map 302251 2005 Andr303251 Fl303266ter
de: Karte 302251 2005 Andr303251 Fl303266ter

source: Tram
de: U-Bahn

source: Ship
de: Schiff
